export default defineEventHandler(async () => {

  const data = [
    { 
      id: '1',
      name: 'Перед рассветом', 
      title: 'Утренний бухгалтер', 
      description: 'Самые важные новости и события за день. Кратко, по делу, структурировано.',
      options: [
        'Новости для бухгалтеров, ИП и директора',
        'Подборка статей за день'
      ],
      switch: 'Уже получает 59 342 человек',
      image: 'images/card1.png'
    },
    { 
      id: '2',
      name: 'После заката', 
      title: 'Ночной бухгалтер', 
      description: 'Самая краткая газета о налогах и бухучете в мире — современная рассылка для чтения.',
      options: [
        'Анализ, оценка и только самое главное',
        'Лучшие комменты юзеров в обзоре'
      ],
      switch: 'Уже получает 37 480 человек',
      image: 'images/card2.png'
    },
    { 
      id: '3',
      name: 'Раз в две недели', 
      title: 'Ножницы скидок', 
      description: 'Подборка самых выгодных и полезных спецпредложений от надежных компаний.',
      options: [
        'Акции и скидки от лидеров рынка',
        'Те, кто подписался – экономят много денег '
      ],
      switch: 'Уже получает 92 118 человек',
      image: 'images/card3.png'
    },
    { 
      id: '4',
      name: 'По мере появления анонсов', 
      title: 'Чемодан вебинаров', 
      description: 'Подборка с анонсами бесплатных вебинаров на самые топовые темы при участии экспертов.',
      options: [
        'Никогда не пришлем платные вебинары',
        'Подборка топовых тем для вебинаров'
      ],
      switch: 'Уже получает 92 082 человек',
      image: 'images/card4.png'
    },
  ]

  return {
    data
  }
})
